Show / Hide Table of Contents
Class ResultOfLoadingItem
Item of Result of Loading
Inheritance
System.Object
ResultOfLoadingItem
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
[Obfuscation(Feature = "renaming")]
public class ResultOfLoadingItem
Properties
Improve this Doc   View Source
Coefficient
Coefficient of loading
Declaration
public double Coefficient { get; set; }
Property Value
 Type |  Description
 System.Double
Improve this Doc   View Source
Loading
Loading
Declaration
public Loading Loading { get; set; }
Property Value
 Type |  Description
 Loading
 Improve this Doc
 View Source